{
  "posts": [
    {
      "id": 1,
      "title": "Hyundai, Yeni Tucson’una “Sportif” dokunuş katıyor",
      "description": [
        "Yeni Hyundai Tucson, N Line donanımına sahip oluyor. Hyundai’nin 2021 Tucson modeline N Line dokunuşunun, araca hem içeride hem dışarıda daha sportif bir görünüm kazandıracağı düşünülüyor.",
        "Hyundai’nin dördüncü nesil SUV‘sini cesur bir yaklaşım ile ortaya çıkarmasının üzerinden birkaç ay geçti. Şimdi ise Güney Koreli otomobil üreticisi, alıcıları Hyundai galerisine getirebilmek adına daha fazla Tucson seçeneği sunma uğraşında.",
        "Ekstra seçenekler arasında Tucson’un bir PHEV varyantı ve yeni bir Tucson N Line için teaser yer alıyor. Kasım ayında piyasa sunulan Yeni Hyundai Tucson’u otomobil üreticisi N Line’a benzer şekilde tanıtmıştı. Bu sebeple otomobil yorumcuları yeni teaserın gelişmiş Tucson N’i işaret ettiğini düşünüyor.",
        "Ayrıca bir N Line modelinden beklenildiği gibi titivasyonlar, “N Line” armalı biraz daha büyük bir ızgaraya sahip. Ek olarak önde ve arkada butch tamponları, daha büyük arka spoiler, ve ikiz egzoz borusu bulunuyor. Aynı zamanda N Line modeline sahip Tucson, agresif bir görünüm sunuyor. "
      ],
      "thumbnail": {
        "small": "https://ares.shiftdelete.net//470x263/original/2021/01/hyundai-yeni-tucsonuna-sportif1-dokunus-katiyor.jpg",
        "large": "https://static.shiftdelete.net/wp-content/uploads/2021/01/hyundai-yeni-tucsonuna-sportif1-dokunus-katiyor.jpg"
      },
      "source": "https://shiftdelete.net",
      "vote": 129
    },
    {
      "id": 2,
      "title": "2.500 TL altı en iyi drone modelleri",
      "description": [
        "Corby, Piranha ve Aden gibi drone üreticileri, fiyat/performans modelleri ile dikkat çekiyor. Özellikle içerik üreticileri drone görüntüleri kullanarak videolarını eşsiz hale getiriyor. Sizler için 2.000 TL altı en iyi drone modelleri listesi hazırladık.",
        "Drone denilince akla ilk gelen firmalardan biri olan DJI, hem son kulllanıcı hem de endüstriyel kullanım için drone üretiyor. Başlangıç seviyesinde olan kişiler için biçilmiş kaftan olan DJI Tello, 13 dakikalık uçuş süresi sunuyor. Açık havada yaklaşık 100 metre kumanda mesafesi sunabilen cihazda 5 Megapiksel kamera bulunuyor.",
        "360 derece takla, otomatik eve dönüş ve sesli komut gibi özelliklere sahip olan Aden E58, tam bir fiyat/performans ürünü. Katlanabilir kanatları sayesinde kompakt tasarım ile karşımıza çıkan model, 90 derece hareket edebilen 720p kameraya sahip. Hava koşullarına bağlı olarak yaklaşık 7 ile 8 dakika arasında uçuş imkanı sunan cihaz beklentileri fazlasıyla karşılıyor.",
        "Aden Z4, 90 derece hareket edebilen gimball teknolojisine ve EIS (elektronik görüntü sabitleme) teknolojisine sahip 4K kameraya sahip. 2.000 TL altı en iyi drone modelleri arasında en yüksek fiyata sahip olan cihaz, Tap Fly modu sayesinde belirlenen rotayı otomatik olarak takip edebiliyor. 7.6V 3.400 mAh batarya ile yaklaşık 22 dakika uçuş süresi sunan model, 5.8 GHz WiFi teknolojisi ile haberleşiyor."
      ],
      "thumbnail": {
        "small": "https://ares.shiftdelete.net//470x263/original/2021/01/2000-tl-alti-en-iyi-drone-modelleri.jpg",
        "large": "https://static.shiftdelete.net/wp-content/uploads/2021/01/2000-tl-alti-en-iyi-drone-modelleri.jpg"
      },
      "source": "https://shiftdelete.net",
      "vote": 0
    },
    {
      "id": 3,
      "title": "Microsoft gelir beklentisini 2.9 milyar dolar aştı",
      "description": [
        "Bulut, PC’ler ve Xbox sayesinde Microsoft kârını yüzde 33 artırdı. Bu artış teknoloji devinin gelir beklentisinden daha fazla kazanmasını sağladı. Microsoft, yeni dönemde beklediği gelirin 3 milyar dolar üzerinde gelir sağladı.",
        "Teknoloji şirketi, geçen yıla göre yüzde 17 artışla 43.1 milyar dolar gelir bildirdi. Bu bildiri, analistlerin beklediğinden 2.9 milyar dolar daha fazla olması ile dikkat çekiyor. Durumun daha da etkileyici olanı ise Microsoft’un kârının yüzde 33 artarak 15.5 milyar dolara yükseltmesi oldu.",
        "Geçtiğimiz yıla oranla yüzde 23‘lük bir gelir artışı ile Microsoft‘un bulut işi yavaşlama belirtisi göstermezken, genel olarak bilgisayar pazarı söz konusu olduğunda güçlü bir büyüme ile karşılaştı.",
        "Windows, Surface ve Xbox‘ı içeren kişisel ürün oranını da geçen yıla göre yüzde 14 artarak 15.1 milyar dolar seviyesine çıkarmayı başardı."
      ],
      "thumbnail": {
        "small": "https://ares.shiftdelete.net//470x263/original/2021/01/microsoft-gelir-beklentisini-2-9-milyar-dolar-asti.jpg",
        "large": "https://static.shiftdelete.net/wp-content/uploads/2021/01/microsoft-gelir-beklentisini-2-9-milyar-dolar-asti.jpg"
      },
      "source": "https://shiftdelete.net",
      "vote": 49
    },
    {
      "id": 4,
      "title": "Performansı yeterli mi? MSI GL75 Leopard inceleme",
      "description": [
        "Günümüzde birçok kullanıcı hem boyut hem de performans nedeniyle dizüstü oyuncu bilgisayarlarını tercih ediyor. Özellikleri ile dikkat çeken MSI GL75 Leopard modelinin inceleme videosu ile karşınızdayız.",
        "ShiftDelete.Net YouTube kanalında farklı içerikler ile karşınıza çıkmaya devam ediyoruz. Bu videomuzda performansı ile dikkat çeken MSI GL75 Leopard modelini inceledik. Dilerseniz sözü daha fazla uzatmayalım ve sizleri videomuz ile baş başa bırakalım.",
        "Gücünü Intel 10. nesil 10750H işlemciden alan model, 32 GB RAM ile geliyor. 2.6 GHz frekans hızında çalışan 6 çekirdek ile karşımıza çıkan işlemci, beklentileri fazlasıyla karşılıyor. 256 GB M2 SDD ve 1 TB 7200 Rpm HDD ile gelen model, depolama konusunda yeterli alana sahip.",
        "Nvidia GTX 1660 Ti ekran kartına sahip olan model, ne yazık ki Ray Tracing desteğine sahip değil. 120 Hz tazeleme hızına sahip 17.3 inç IPS ekran ile gelen cihaz, soğutma konusunda da olduça iddialı. 7 adet ısıl soğutma borusu bulnan cihazın ısınma sorunu olmadığını rahatlıkla söyleyebiliriz.",
        "Makro özelliğine sahip RGB klavye ile oyun keyfini artıran model, tuş hissiyatı olarak çıtayı bir üst seviyeye çıkarmayı başarmış."
      ],
      "thumbnail": {
        "small": "https://ares.shiftdelete.net//470x263/original/2021/01/WhatsApp-Image-2021-01-27-at-12.15.33.jpeg",
        "large": "https://static.shiftdelete.net/wp-content/uploads/2021/01/WhatsApp-Image-2021-01-27-at-12.15.33.jpeg"
      },
      "source": "https://shiftdelete.net",
      "vote": 45
    },
    {
      "id": 5,
      "title": "Xbox Game Pass 18 milyon aboneye ulaştı",
      "description": [
        "Microsoft’un Windows ve Xbox platformlarındaki oyunlarını abonelerine tek çatı altında sunmak için kurduğu Xbox Game Pass, büyümeye devam ediyor. “Video oyunları için Netflix” sloganıyla olarak tanımlanan platform, şimdiden 18 milyon kullanıcıya ulaşmış durumda.",
        "The Verge’nin haberine göre 100’den fazla Xbox oyununa erişim sunan hizmet için Microsoft, Eylül ayında 15 milyon aboneye ulaştığını açıklamıştı. Yapılan açıklamalara göre aylık 30 lira gibi bir fiyata abone olunan hizmet, bu süre zarfında 18 milyon aboneye ulaşmış durumda.",
        "Konuyla ilgili açıklamalarda bulunan Microsoft CEO’su Satya Nadella, Xbox Live platformunun da aylık 100 milyondan fazla aktif kullanıcısı olduğundan bahsetti. Nadella ayrıca Xbox Series X ve S’in piyasaya sürülmesinin bir lansman ayında şimdiye kadar en çok satılan cihaz rekorlarını kırdığından bahsetti. Ki bu da Microsoft tarihinin en başarılı lansmanı oluyor.",
        "Tüketicileri Game Pass’e çekmek için çeşitli promosyonlar da uygulanıyor. Örneğin hizmetin ilk ayında Xbox Live Gold müşterilerini, şirketin yeni xCloud oyun akışı özelliğini içeren Xbox Game Pass Ultimate’a geçmeye teşvik ediyor. Bununla birlikte Xbox Game Pass Ultimate aboneleri, diğer avantajların yanı sıra artık bir aylık Disney Plus’a da ücretsiz sahip oluyor.",
        "Firma bir yandan da platform bünyesinde bulunan içerikleri desteklemek için stüdyo alımlarına hız veriyor. Doom, Fallout ve Elder Scrolls serilerinden tanıdığımız Bethesda’nın ana şirketi ZeniMax, kısa süre önce platforma katılmıştı. Gelecekte de platformun etkinliğini artıracak büyük anlaşmaların yapılması bekleniyor."
      ],
      "thumbnail": {
        "small": "https://ares.shiftdelete.net//470x263/original/2021/01/xbox-game-pass-abone-sayisini-artirmaya-devam-ediyor.jpg",
        "large": "https://static.shiftdelete.net/wp-content/uploads/2021/01/xbox-game-pass-abone-sayisini-artirmaya-devam-ediyor.jpg"
      },
      "source": "https://shiftdelete.net",
      "vote": 15
    },
    {
      "id": 6,
      "title": "Fujifilm yeni ürünlerini tanıtacak – SDN canlı yayın",
      "description": [
        "Fotoğraf ve görüntüleme sistemleri konusunda en köklü markalardan birisi olan ve 1934 yılında Japonya’da kurulan Fujifilm son yıllarda adından çok daha fazla söz ettirmeye başladı. Özellikle X-T4 modeli ile geçtiğimiz yıla damga vuran ve son dönemde YouTube’a dahil olmak isteyenler için vLogger kitler ile kullanıcılara hazır paketler sunan Fujifilm X Summit etkinliğine hazırlanıyor.",
        "27 Ocak saat 16.00’da başlayacak X Summit 2021 etkinliğinin içeriği hakkında herhangi bir bilgi verilmedi, ancak beklentiler uzun süredir sızıntılar ile gündemden düşmeyen ve bir heyecana da neden olan fotoğraf makinesi ve diğer aksesuarların tanıtılacağı yönünde.",
        "ShiftDelete.Net Kurucusu Hakkı Alkan, Fujifilm Türkiye İş Geliştirme Müdürü Suat Gençer ile 27 Ocak Çarşamba günü, 15:50’de YouTube kanalımızda canlı yayında etkinliği ekranlara getirecek. X Summit etkinliğinde tanıtılan ürünleri doğrudan sizlere aktaracağız."
      ],
      "thumbnail": {
        "small": "https://ares.shiftdelete.net//470x263/original/2021/01/fuji-film.jpeg",
        "large": "https://static.shiftdelete.net/wp-content/uploads/2021/01/fuji-film.jpeg"
      },
      "source": "https://shiftdelete.net",
      "vote": 66
    },
    {
      "id": 7,
      "title": "Cyberpunk 2077 tüm özel içeriğin kapılarını açıyor",
      "description": [
        "Cyberpunk 2077‘nin geliştiricisi CD Projekt Red, distopik RPG oyunu için resmi modlama araçlarını yayınladı. Bu sayede oyuncular artık kendi özel içeriklerini oluşturabilecek.",
        "Piyasaya sürüldüğünden itibaren Cyberpunk 2077‘nin üçüncü parti aracılığı ile oynanmasına izin veren birçok modu bulunuyordu. Ancak artık resmi araçların yayınlanması ile birlikte özel görev içeriğine, varlık değişimlerine ve daha fazlasına olanak sağlayacak.",
        "Ayrıca CD Projekt Red araç setinin oyunla birlikte güncelleneceğini, yani mod uyumluluğu gibi sorunların olmayacağını da ifade ediyor.",
        "Resmi modlama araçları, Cyberpunk 2077‘nin en acil kararlılık, performans ve komut dosyası sorunlarından bazılarını ele almayı amaçlayan ilk büyük yaması 1.1’nin hemen ardından geliyor."
      ],
      "thumbnail": {
        "small": "https://ares.shiftdelete.net//470x263/original/2020/12/cyberpunk-2077-guncellemeleri-bizi-neler-bekliyor.jpg",
        "large": "https://static.shiftdelete.net/wp-content/uploads/2020/12/cyberpunk-2077-guncellemeleri-bizi-neler-bekliyor.jpg"
      },
      "source": "https://shiftdelete.net",
      "vote": 19
    },
    {
      "id": 8,
      "title": "Apple, 3 kritik güvenlik açığını iOS 14.4 ile kapattı",
      "description": [
        "Dün akşam Apple tarafından yayınlanan iOS 14.4, iPadOS 14.4 ve tvOS 14.4 güncellemeleri ile üç kritik güvenlik açığı kapatıldı. Konu güvenlik zafiyeti ve Apple olduğunda fazla endişelenmeye gerek olmasa da bu sefer durum farklı olabilir. Zero-Day olarak da adlandırılan bu açık, kötü amaçlı kişilerin Apple cihazlarını uzaktan kontrol edebilmelerini sağlıyor.",
        "Yayınlanan güncellemeler ile açıklar kapatılsa da Apple tarafından konuyla ilgili detaylı bir açıklama yapılmadı.",
        "İsimsiz bir araştırmacı tarafından bildirilen Zero-Day açıkları (CVE-2021-1782 – CVE-2021-1870 – CVE-2021-1871) saldırganların Apple cihazlarındaki yetkilerinin artmasına ve cihaz üzerinde uzaktan kod yürütülmesine imkan tanıyor. Apple tarafından konuyla ilgili açıklama yapılsa da saldırının ne kadar yaygın olduğuna veya saldırıdan etkilenen aktif kullanıcı sayısına dair herhangi bir veri paylaşılmadı.",
        "Çekirdekte meydana gelen açık (CVE-2021-1782), kötü amaçlı bir uygulamanın cihaz üzerindeki ayrıcalıklarının artmasını sağlıyor. Webkit tarayıcısında mantık sorunu olarak adlandırılan diğer iki açık (CVE-2021-1870 – CVE-2021-1871) ise saldırganın Safari içerisinde kod yürütmesine izin veriyor."
      ],
      "thumbnail": {
        "small": "https://ares.shiftdelete.net//470x263/original/2021/01/apple-tarafindan-3-kritik-guvenlik-acigi-kapatildi.jpg",
        "large": "https://static.shiftdelete.net/wp-content/uploads/2021/01/apple-tarafindan-3-kritik-guvenlik-acigi-kapatildi.jpg"
      },
      "source": "https://shiftdelete.net",
      "vote": 79
    },
    {
      "id": 9,
      "title": "Netflix, Türkiye ofisi için müdür arıyor",
      "description": [
        "Popüler dijital yayın platformu Netflix, Türkiye’de açacağı ofis için çalışmalarını hızlandırdı. Son dönemde dünya çapında daha fazla noktaya yayılan platformun, ülkemizdeki varlığı yadsınamaz derecede önemli. Tüm bu sonuçlar neticesinde Netflix‘in ülkemizde açacağı ofis, durumun daha da iyi bir noktaya ulaşacağının sinyalini veriyor.",
        "Süreci biran önce tamamlamak isteyen Netflix tarafı çalışmalarına anlam ve hız kazandırmak adına gerekli faaliyetleri ilgiyle sürdürmeye devam ediyor. Çalışmaları arasında Türkiye ofisi için personel alımı da bulunan platformun, Linkedin üzerinden açtığı bir ilan göze çarptı.",
        "Netflix İstanbul’da açacağı ofis için “Ofis Müdürü” (Workplace Manager) arayışı içerisine girdi. Linkedin hesabı üzerinden iş ilanı açan dijital yayın platformu, başvuru formu için sizi doğrudan Netflix’in iş sitesine yönlendiriyor. Kısa sürede ilgi çeken ilan şimdiden popüler durumda. Kaç gün aktif kalacağı bilinmeyen başvuru ilanı bugün sabah saatlerinde başlatıldı.",
        "Popüler dijital medya servisinin, iş ilanı açtığı pozisyon için aradığı roller ise kısaca ofisin günlük işleyişini ve işyeri hizmetlerini desteklemek, işyerindeki kalitenin izlenmesi ve sürdürülmesi, iyileştirme alanları belirlemek ve gerekli koordinasyonları sağlamak olarak öne çıkıyor.",
        "Aday profili şartları ise benzer bir pozisyonda en az 5 yıllık deneyim. Tüm iç ve dış paydaşlarla başarılı ilişkiler sürdürebilme, sosyal, proaktif ve insiyatif alabilen şartlar dikkat çekiyor.",
        "Netflix’in İstanbul’da açacağı Türkiye ofisine ait iş ilanına buradan ulaşabilir ve detayları öğrenebilirsiniz."
      ],
      "thumbnail": {
        "small": "https://ares.shiftdelete.net//470x263/original/2021/01/netflix-turkiyede-acacagi-ofis-icin-is-ilani-verdi.jpg",
        "large": "https://static.shiftdelete.net/wp-content/uploads/2021/01/netflix-turkiyede-acacagi-ofis-icin-is-ilani-verdi.jpg"
      },
      "source": "https://shiftdelete.net",
      "vote": 27
    },
    {
      "id": 10,
      "title": "Twitter haber bülteni platformu Revue’ü satın aldı",
      "description": [
        "Twitter, yazarların haber bültenleri yayınlamasına olanak tanıyan Revue için satın alma planları yapıyor. Firma böylece Twitter’da okuyuculara ulaşmak ve kitlelerini büyütmek için düzenli olarak yayın yapan kullanıcılara kolaylık sağlayacak.",
        "Twitter’ın Revue için giriştiği satın alma, firmayı son zamanlarda popülerliği artan bülten hizmeti Substack ile de doğrudan rekabete sokmuş olacak. Zira bazı yüksek profilli gazeteciler, Substack bünyesinde ücretli haber bültenleri başlatmak için bağlı bulundukları medya şirketlerinden ayrılmıştı.",
        "Konuyla ilgili açıklamalarda bulunan Twitter ürün lideri Kayvon Beykpour, “Güçlü bir yazar ve okuyucu topluluğu ile Twitter, kuruluşların ve yazarların büyük ölçekte kendilerini büyütmelerine yardımcı olmak için benzersiz bir konuma sahiptir. Amacımız, aboneleriyle bağlantı kurmalarını kolaylaştırırken aynı zamanda okuyucuların yazarları ve içeriklerini daha iyi keşfetmelerine yardımcı olmaktır.” İfadelerini kullandı.",
        "Beykpour ayrıca Revue’nin bağımsız bir hizmet olarak kullanılmaya devam edecek şekilde planladıklarından bahsetti. “Revue’a bağımsız bir hizmet olarak yatırım yapmaya devam edeceğiz ve ekibi, yazarların haber bültenlerini oluşturma, kitlelerini organize etme ve çalışmaları için ödeme alma yöntemleri konusunda odaklanmaya teşvik edeceğiz. Ayrıca zamanla ekip, Twitter’a uzun içerik odaklı deneyimler oluşturacak.”",
        "2015 yılında altı New York Times çalışanı tarafından kurulan Hollanda merkezli kuruluş, editöryal düzenleme konusunda oldukça yol kat etti."
      ],
      "thumbnail": {
        "small": "https://ares.shiftdelete.net//470x263/original/2021/01/haber-platformu-revue-twitter-tarafindan-satin-alindi-2.jpg",
        "large": "https://static.shiftdelete.net/wp-content/uploads/2021/01/haber-platformu-revue-twitter-tarafindan-satin-alindi-2.jpg"
      },
      "source": "https://shiftdelete.net",
      "vote": 38
    }
  ],
  "comments": [
    {
      "postId": 7,
      "date": 1611840640102,
      "comment": "sa dasd asd asd ",
      "id": 1
    },
    {
      "postId": 7,
      "date": 1611840647552,
      "comment": "asd asd ad ad asd asda s d",
      "id": 2
    },
    {
      "comment": "Selam ben nazif",
      "id": 3
    },
    {
      "postId": 9,
      "date": 1611840716385,
      "comment": "selam",
      "id": 4
    },
    {
      "postId": 2,
      "date": 1611840802450,
      "comment": "asdasd",
      "id": 5
    },
    {
      "postId": 6,
      "date": 1611841075312,
      "comment": "Merhaba Hakkı bey",
      "id": 6
    },
    {
      "postId": 4,
      "date": 1611841425939,
      "comment": "sad sad as",
      "id": 7
    },
    {
      "postId": 5,
      "date": 1611841946684,
      "comment": "hi",
      "id": 8
    },
    {
      "postId": 3,
      "date": 1611842851376,
      "comment": "Selam.",
      "id": 9
    }
  ]
}